Revit 2021.1 API
UnitTypeId.NewtonsPerSquareMillimeter Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId NewtonsPerSquareMillimeter { get; }
Visual Basic
Public Shared ReadOnly Property NewtonsPerSquareMillimeter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ NewtonsPerSquareMillimeter {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace